---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.HVACLoadSpaceType
source: html/2189c758-7e30-8e30-6fa3-11c6a97ba21d.htm
---
# HVACLoadSpaceType Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.